export default {
	support: [
		{
			title: 'APP开发经理',
			description: {
				title: 'APP开发经理',
				desc: `我们需要您：<br>1、具备实际APP开发经验，使用技术栈为（react-native），熟练使用react；<br>2、熟练使用react-native，要有（react-native 实际开发经验）并对底层核心原理有一定了解；<br>3、熟悉项目开发流程，能解决各个平台系统手机的兼容问题（android + ios）；<br>4、负责互联网产品完整的研发流程，编写技术文档；<br>5、负责app新功能开发，日常项目维护，确保系统稳定性。<br><br>我们期望您：<br>1、大专以上学历，计算机专业优先考虑；<br>2、拥有React-Native实际开发经验，同时了解iOS或Android平台的基本开发知识；<br>3、JavaScript基础扎实，熟悉ES6新标准和Redux、React Navigation等框架；<br>4、能够独立完成应用开发到上线相关工作；<br>5、良好的沟通能力、执行能力、有强烈的责任心。`
			}
		},
		{
			title: 'Android开发工程师',
			description: {
				title: 'Android开发工程师',
				desc: `工作职责：<br>1、能独立负责原生Android APP的开发和构建；<br>2、负责自营商城直播平台APP的开发及优化；<br>3、关注移动端开发的新趋势，通过新技术引进提高开发效率；<br>4、与其他团队的沟通协调，保证产品按时上线；<br>5、完成上级领导交办的工作。<br><br>任职要求：<br>1、本科以上学历，3-5年Android开发经验，有大型商城直播项目开发经验的优先；熟悉react-native混合开发的更佳；<br>2、精通Java和Kotlin，能熟练使用git、Android Studio、Visual Studio及相关调试工具，具备英文文档阅读能力；<br>3、具备短视频/直播实际开发经验优先；<br>4、对Android开发性能优化有一定的理解，具备解决复杂问题的能力；<br>5、逻辑清晰，基础扎实，优化技术突出，工作积极向上。`
			}
		},
		{
			title: '数据挖掘工程师',
			description: {
				title: '数据挖掘工程师',
				desc: `工作职责：<br>1、根据业务部门需求，为产品/编辑/运营/销售等业务部门提供充分的数据服务（分析/挖掘/机器学习/实时计算等）支撑；<br>2、负责大数据主流算法的研究及应用落地，包括但不限于个性化推荐、NLP、知识图谱等方向；<br>3、负责用户画像等在产品运营/广告/大数据产品等场景的应用，完成产品化落地；<br>4、配合技术团队实现各类模型的开发。<br><br>任职要求：<br>1、数据科学、统计、计算机等相关专业本科及以上学历；<br>2、2年及以上互联网数据挖掘或机器学习/深度学习算法相关工作经验；<br>3、熟悉Linux系统及常用Shell命令，熟练使用HIVE/SQL/Python，有Hadoop、Spark等平台的海量数据处理经验，并熟练掌握常用的数据分析/挖掘方法及相关算法原理；<br>4、熟练使用tensorflow/keras等深度学习框架或者有spark streaming/Flink等开源流式计算系统开发者经验优先；<br>5、具备较强的独立处理问题能力和责任心及良好的主动性。`
			}
		}
	],
	product: [
		{
			title: '产品主管',
			description: {
				title: '产品主管',
				desc: `岗位职责：<br>1、负责商城、直播、社交、短视频、线下智慧店等项目的相关工作，包括产品需求调研，需求分析，快速梳理出核心业务流程，原型设计，需求规格说明书、需求报告、并参与评审工作；<br>2、与开发部门进行细节沟通，跟踪产品开发进度和质量，确保需求符合预期目标；<br>3、接收一线用户和各部门意见，并进行反馈沟通；关注用户需求，收集用户反馈，了解用户心理，分析用户行为，提升优化产品用户体验；<br>4、能独立负责产品项目需求，对产品定位和用户群体特点有独特见解，能快速了解和掌握市场发展的方向；<br><br>任职要求:<br>1、本科以上学历，5年以上互联网产品经理经验及后台运营产品经验优先；<br>2、有社交新零售、商城、直播、社交、短视频、线下智慧店等项目经验的优先；<br>3、熟练使用Xmind、Visio、墨刀或Axure等原型工具软件；<br>4、能独立分析业务需求，较强的业务理解、逻辑严谨、沟通协调和口头书面表达能力；<br>5、有独立的产品团队管理经验；有成功产品研发和运作经验；<br>6、有很强的判断、决策、计划与执行能力；<br>7、有责任心，严谨、细致、耐心；高度的工作热情，良好的职业道德。`
			}
		},
		{
			title: '产品专员',
			description: {
				title: '产品专员',
				desc: `岗位职责：<br>1、负责商城、直播、社交、短视频、线下智慧店等项目的相关工作，包括产品需求调研，需求分析，快速梳理出核心业务流程，原型设计，需求规格说明书、需求报告、并参与评审工作；<br>2、与开发部门进行细节沟通，跟踪产品开发进度和质量，确保需求符合预期目标；<br>3、接收一线用户和各部门意见，并进行反馈沟通；关注用户需求，收集用户反馈，了解用户心理，分析用户行为，提升优化产品用户体验；<br>4、能独立负责产品项目需求，对产品定位和用户群体特点有独特见解，能快速了解和掌握市场发展的方向；<br><br>任职要求:<br>1、大专以上学历，5年以上互联网产品经理经验及商城直播产品经验优先；<br>2、有社交新零售、商城、直播、社交、短视频、线下智慧店等项目及管理团队经验的优先；<br>3、熟练使用Xmind、Visio、墨刀或Axure等原型工具软件；<br>4、能独立分析业务需求，较强的业务理解、逻辑严谨、沟通协调和口头书面表达能力；<br>5、有独立的产品团队管理经验；有成功产品研发和运作经验；<br>6、有很强的判断、决策、计划与执行能力，良好的职业道德。`
			}
		},
		{
			title: '软件测试主管',
			description: {
				title: '软件测试主管',
				desc: `我们需要您：<br>1. 负责研发工程师调试、优化产品，及时发现、分析、跟进研发问题；<br>2. 根据产品需求和设计文档，制定测试计划，并分析测试需求，完成测试用例文档，完成测试环境的搭建与配置工作，执行测试；<br>3. 负责测试方案的执行和测试脚本的开发；<br>4. 负责手机端交互产品的测试工作；<br>5. 根据迭代版本，进行用户体验测试，并提出优化建议，推动产品质量的持续改善；<br>6. 负责团队测试交付，工作反馈。<br><br>我们希望您：<br>1. 熟悉功能测试、性能测试、压力测试等常用的方法、流程与测试工具和测试缺陷管理工具等;<br>2.熟悉使用至少1-2种性能测试工具(Jmeter、Loadrunner等),1-2种自动化测试工具(QTP、Selenium等);<br>3.有测试团队管理经验至少半年以上;<br>4熟悉抓包工具fiddler，chales等和debug工具；<br>5.有社交直播，线下智慧商店等项目测试经验的优先。`
			}
		},
		{
			title: '软件测试工程师',
			description: {
				title: '软件测试工程师',
				desc: `我们需要您：<br>1.负责APP商城的测试工作， 协助研发工程师调试、优化产品，及时发现、分析、跟进研发问题；<br>2. 根据产品需求和设计文档，制定测试计划，并分析测试需求，完成测试用例文档，完成测试环境的搭建与配置工作，执行测试；<br>3. 负责测试方案的执行和测试脚本的开发；<br>4. 负责手机端交互产品的测试工作；<br>5. 根据迭代版本，进行用户体验测试，并提出优化建议，推动产品质量的持续改善；<br>6. 完成上级经理安排的其他工作任务。<br><br>我们希望您：<br>1. 大专以上学历，有APP平台，商城社交直播，直播带货等项目经验且有带领团队经验的优先；<br>2.有熟悉且有性能测试、压力测试和自动化测试实际经验的优先；<br>3.熟悉使用至少1-2种性能测试工具(Jmeter、Loadrunner等),1-2种自动化测试工具(QTP、Selenium等);<br>4.熟悉抓包工具fiddler，chales等和debug工具，了解黑盒、白盒测试；<br>5.有良好的沟通能力和数据分析能力，抗压能力强。`
			}
		},
		{
			title: '动画设计师',
			description: {
				title: '动画设计师',
				desc: `工作职责：<br>1、参与制定直播礼物设计流程及规范，并推动实施；<br>2、负责直播相关产品的贴纸动画、礼物动效、魔法动效、角色动画，保证效果高品质并具有创意；<br>3、持续关注最新设计动态和技术，分享设计制作经验；<br>4、完成上级领导交办的工作。<br><br>任职要求：<br>1、有成熟的直播商业作品，1年以上直播设计等相关工作经验，大专及以上学历；<br>2、具备优秀的创意和分镜设计能力，较强的造型、色彩感觉及良好的动画节奏把控力；<br>3、精通AE、C4D、Maya、3DMAX等至少一款软件，能使用主流渲染器进行渲染，渲染能力优秀；<br>4、请随简历附上具有代表性的特效设计作品。`
			}
		}
	],
	front: [
		{
			title: 'WEB前端开发主管',
			description: {
				title: 'WEB前端开发主管',
				desc: `工作职责：<br>1.与产品经理和后端工程师合作，负责各有所爱APP商城各项目板块的开发（社交直播、新零售商城、广告出行等）；<br>2.负责页面的体验优化与性能优化；<br>3.关注前沿前端技术，合理选型并应用到项目中。<br><br>任职要求：<br>1.3年以上Web系统开发经验，有社交直播、新零售商城、广告出行等大型项目经验的优先；<br>2.熟练运用CSS3新特性，熟悉HTML5最新规范；熟悉ES6新特性，深入了解Webpack等构建工具的配置和使用；<br>3.熟练vue或任意一种前端MV*框架；<br>4.熟悉使用node.js,webpack；熟悉前端项目性能优化的常见手段，对前端工程化有良好认识；<br>5.良好的业务理解与建模能力，能够快速学习新领域；良好的团队合作精神，较强的沟通能力和钻研能力，有团队管理经验者将获得加分。`
			}
		},
		{
			title: 'WEB前端开发工程师',
			description: {
				title: 'WEB前端开发工程师',
				desc: `岗位职责：<br>1、熟练vue全家桶和微信小程序；<br>2、熟练使用vue js/react js，要有（uni-app 或react-native 实际开发经验）并对底层核心原理有一定了解，熟练使用小程序；<br>3、有使用响应式设计开发移动端web应用的经验，有适配IOS和Android主流浏览器的实践经验，熟练处理PC和移动端兼容问题；<br>4、负责互联网产品完整的研发流程，编写技术文档。<br>5、负责小程序新功能开发，日常项目维护，确保系统稳定性。<br><br>岗位要求：<br>1、本科以上学历，计算机专业优先考虑；<br>2、相关工作经验2年以上，熟悉node js或PHP，并有实际服务端开发经验或者工具开发实践经验；<br>3、良好的沟通能力、执行能力、有强烈的责任心。`
			}
		},
		{
			title: 'RN开发工程师',
			description: {
				title: 'RN开发工程师',
				desc: `岗位职责：<br>1、具备实际APP开发经验，使用技术栈为（react-native），熟练使用react；<br>2、熟练使用react-native，要有（react-native 实际开发经验）并对底层核心原理有一定了解；<br>3、熟悉项目开发流程，能解决各个平台系统手机的兼容问题（android + ios）；<br>4、负责互联网产品完整的研发流程，编写技术文档；<br>5、负责app新功能开发，日常项目维护，确保系统稳定性。<br><br>岗位要求：<br>1、大专以上学历，计算机专业优先，熟悉原生开发，实际react-native开发经验2~3年（必须）；<br>2、具备短视频/直播实际开发经验优先；<br>3、对ios&amp;android开发性能优化有一定的理解，具备解决复杂问题的能力；<br>4、熟悉前端开发，熟悉vue/reactjs/jquery等框架；<br>5、学习能力强，责任心强，工作积极主动，能刻苦，具有专研精神。`
			}
		}
	],
	end: [
		{
			title: 'PHP开发主管',
			description: {
				title: 'PHP开发主管',
				desc: `我们需要您：<br>工作职责：<br>1、负责整个生态共享平台系统（含新零售商城、广告、外卖和旅游出行等）模块的开发工作；<br>2、根据开发需求，完成后端功能模块的代码编写，并撰写相关开发技术api文档；<br>3、编写单元测试代码，并参与测试；<br>4、能够发现现有系统架构，研发流程中存在的问题，并提出改进建议；<br>5、分析后台统计数据，不断提升产品体验；<br>6、完成领导分配的其它后端开发任务。<br><br>我们期望您：<br>1、具有php后台开发1年以上工作经验，熟悉电商后台开发与维护；<br>2、拥有良好的编码习惯，要求结构清晰，命名规范，逻辑性强，代码冗余率低；<br>3、理解MVC模式及其设计原理，并能在项目实践中结合编码；<br>4、至少具备一种SQL数据库(例如：MySQL)使用经验，熟悉增删改查操作，缓存技术、静态化设计方面的经验，并能进行优化；<br>5、熟悉linux操作系统，熟练主流php开发框架，有高并发，大流量网站维护经验者优先；<br>6、熟悉微信，支付宝，银联支付的接入与开发；<br>7、熟悉对敏感数据的多种加密技术；<br>8、熟悉Html、CSS、Javascript、Ajax、jQuery 等相关Web前端技术，能很好的配合前端开发人员完成功能模块的开发；<br>9、熟悉json数据的编写与APP端的交互，开放后端接口；<br>10、开发过微擎模块优先，熟悉TP5.0的优先考虑，有抓包与分析数据能力优先；<br>11、能协助多人开发, 学习能力强、有创新精神、团队合作精神，有责任心，能承受一定的工作压力，有独立分析和解决问题的能力。`
			}
		},
		{
			title: 'PHP开发工程师',
			description: {
				title: 'PHP开发工程师',
				desc: `岗位职责：<br>1、负责公司自营APP电商直播平台业务开发，遵照开发规范，按时保质的完成开发任务；<br>2、参与代码编辑，单元测试和bug修复工作；<br>3、完成开发过程中的文档的书写；<br>4、协助测试工程师定位、解决发现的问题；<br>5、负责项目后期维护和开发。<br><br>任职要求：<br>1、本科以上学历，2年以上工作经验，有商城和直播经验的优先；<br>2、熟悉laravel框架，掌握MySQL优化方案，熟悉一般原理；<br>3、熟悉HTTP/TCP协议。熟悉Linux一般命令；<br>4、熟悉swoole/hyperf框架优先；<br>5、有吃苦耐劳的精神，能承受一定的工作压力，在紧凑的计划安排下按时完成任务，有共同进退的决心，沟通好。`
			}
		},
		{
			title: 'ASO优化工程师',
			description: {
				title: 'ASO优化工程师',
				desc: `岗位职责：<br>1、参与制定ASO规范，建立工作流程；<br>2、负责公司产品各有所爱APP在各大下载平台的ASO工作，时刻关注应用商店的排名算法变化，制定相应ASO策略；<br>3、根据产品特点，整合公司内、外资源，策划、执行并跟进ASO优化工作，为优化效果及目标负责；<br>4、负责产品在AppStore推广情况的效果反馈跟踪，通过数据分析及时调整策略；<br>5、跟踪竞品ASO数据，保持公司产品在各大应用市场中的竞争优势。<br><br>岗位要求：<br>1、大专及以上学历，一年以上ASO工作经验，熟悉直播/商城并有成功推广案例经验的优先；<br>2、熟悉iOS AppStore以及主流安卓商店排名规则，能分析排名规则变化并及时调整策略；<br>3.熟练分析筛选目标关键词，熟练掌握关键词的组合覆盖技巧。<br>4.有较好的文案功底，能独立把控上架图以及文案的设计风格。<br>5、了解APP搜索引擎用户特征，熟悉ASO的操作；了解SEO；<br>6、热爱ASO工作，具有较强的数据分析能力和沟通协作能力。`
			}
		},
		{
			title: '运维工程师',
			description: {
				title: '运维工程师',
				desc: `岗位职责：<br>1、负责测试环境、生产环境监控平台的建设维护；&nbsp;<br>2、负责内部运维工具的维护和推广；<br>3、负责内部技术文档输出，技术支持和共享。<br><br>任职资格：<br>1、三年以上工作经验；<br>2、熟悉windows，Linux，aix操作系统的日常操作，管理；<br>3、熟练Mysql，Tomcat，Elk，Zabbix在各个平台的安装和管理；<br>4、具备一定的shell和python实际开发能力，能编写自动化脚本和工具；<br>5、具备项目文档，技术文档的编写能力；<br>6、具有大日志量日志中心优化经验者优先；<br>7、具备较强的沟通、协调能力`
			}
		}
	],
	practice: [
		{
			title: 'IOS开发工程师',
			description: {
				title: 'IOS开发工程师',
				desc: `工作职责：<br>1、能独立负责原生iOS APP的开发和构建；<br>2、能独立负责原生iOS+ReactNative的混合App的开发和构建；<br>3、关注移动端开发的新趋势，通过新技术引进提高开发效率；<br>4、与其他团队的沟通协调，保证产品按时上线；<br>5、完成上级领导交办的工作。<br><br>任职要求：<br>1、2年以上iOS开发经验；<br>2、精通Object-C和Swift，能熟练使用git、Xcode、Visual Studio及相关调试工具，具备英文文档阅读能力；<br>3、熟悉ReactNative Android模块开发优先；<br>4、具备短视频/直播实际开发经验优先；<br>5、对iOS开发性能优化有一定的理解，具备解决复杂问题的能力。`
			}
		},
		{
			title: 'Android开发工程师',
			description: {
				title: 'Android开发工程师',
				desc: `工作职责：<br>1、能独立负责原生Android APP的开发和构建；<br>2、负责自营商城直播平台APP的开发及优化；<br>3、关注移动端开发的新趋势，通过新技术引进提高开发效率；<br>4、与其他团队的沟通协调，保证产品按时上线；<br>5、完成上级领导交办的工作。<br><br>任职要求：<br>1、本科以上学历，3-5年Android开发经验，有大型商城直播项目开发经验的优先；熟悉react-native混合开发的更佳；<br>2、精通Java和Kotlin，能熟练使用git、Android Studio、Visual Studio及相关调试工具，具备英文文档阅读能力；<br>3、具备短视频/直播实际开发经验优先；<br>4、对Android开发性能优化有一定的理解，具备解决复杂问题的能力；<br>5、逻辑清晰，基础扎实，优化技术突出，工作积极向上。`
			}
		},
		{
			title: '技术编辑',
			description: {
				title: '技术编辑',
				desc: `岗位职责：<br>1、能够独立完成项目文案撰写，负责新产品推广软文及品牌宣传稿撰写；<br>2、与运营、摄影、设计配合，负责公司、产品、市场活动等文案撰写，创意策划; 捕捉产品亮点，进行内容创新，并通过各类网络媒体，信息平台进行宣传推广；<br>3、参与线上线下渠道策划类主题促销活动，包括内容创意、商品卖点提炼、功能页面等；<br>4、配合社群及直播团队进行朋友圈、直播文案输出；<br>5、负责公司其他网络平台文案策划，软文的撰写。<br><br> 岗位要求：<br>1、全日制大专或以上学历；<br>2、具有超群的文字表现力，会用文字讲故事，幽默、生动、有趣；熟悉广告法及电商文案运用；<br>3、能够通过产品卖点，对产品卖点进行提炼润色，通过富有吸引力的描述，提升点击与转化<br>4、责任心强，具有良好的沟通表达能力及团队协作精神，熟悉消费者心理需求和购买习惯；`
			}
		},
		{
			title: '数据挖掘工程师',
			description: {
				title: '数据挖掘工程师',
				desc: `工作职责：<br>1、根据业务部门需求，为产品/编辑/运营/销售等业务部门提供充分的数据服务（分析/挖掘/机器学习/实时计算等）支撑；<br>2、负责大数据主流算法的研究及应用落地，包括但不限于个性化推荐、NLP、知识图谱等方向；<br>3、负责用户画像等在产品运营/广告/大数据产品等场景的应用，完成产品化落地；<br>4、配合技术团队实现各类模型的开发。<br><br>任职要求：<br>1、数据科学、统计、计算机等相关专业本科及以上学历；<br>2、2年及以上互联网数据挖掘或机器学习/深度学习算法相关工作经验；<br>3、熟悉Linux系统及常用Shell命令，熟练使用HIVE/SQL/Python，有Hadoop、Spark等平台的海量数据处理经验，并熟练掌握常用的数据分析/挖掘方法及相关算法原理；<br>4、熟练使用tensorflow/keras等深度学习框架或者有spark streaming/Flink等开源流式计算系统开发者经验优先；<br>5、具备较强的独立处理问题能力和责任心及良好的主动性。`
			}
		},
		{
			title: '测试工程师',
			description: {
				title: '测试工程师',
				desc: `我们需要您：<br>1.负责APP商城的测试工作， 协助研发工程师调试、优化产品，及时发现、分析、跟进研发问题；<br>2. 根据产品需求和设计文档，制定测试计划，并分析测试需求，完成测试用例文档，完成测试环境的搭建与配置工作，执行测试；<br>3. 负责测试方案的执行和测试脚本的开发；<br>4. 负责手机端交互产品的测试工作；<br>5. 根据迭代版本，进行用户体验测试，并提出优化建议，推动产品质量的持续改善；<br>6. 完成上级经理安排的其他工作任务。<br><br>我们希望您：<br>1. 大专以上学历，有APP平台，商城社交直播，直播带货等项目经验且有带领团队经验的优先；<br>2.有熟悉且有性能测试、压力测试和自动化测试实际经验的优先；<br>3.熟悉使用至少1-2种性能测试工具(Jmeter、Loadrunner等),1-2种自动化测试工具(QTP、Selenium等);<br>4.熟悉抓包工具fiddler，chales等和debug工具，了解黑盒、白盒测试；<br>5.有良好的沟通能力和数据分析能力，抗压能力强。`
			}
		},
		{
			title: '产品经理',
			description: {
				title: '产品经理',
				desc: `岗位职责：<br>1、负责商城、直播、社交、短视频、线下智慧店等项目的相关工作，包括产品需求调研，需求分析，快速梳理出核心业务流程，原型设计，需求规格说明书、需求报告、并参与评审工作；<br>2、与开发部门进行细节沟通，跟踪产品开发进度和质量，确保需求符合预期目标；<br>3、接收一线用户和各部门意见，并进行反馈沟通；关注用户需求，收集用户反馈，了解用户心理，分析用户行为，提升优化产品用户体验；<br>4、能独立负责产品项目需求，对产品定位和用户群体特点有独特见解，能快速了解和掌握市场发展的方向；<br><br>任职要求:<br>1、大专以上学历，5年以上互联网产品经理经验及商城直播产品经验优先；<br>2、有社交新零售、商城、直播、社交、短视频、线下智慧店等项目及管理团队经验的优先；<br>3、熟练使用Xmind、Visio、墨刀或Axure等原型工具软件；<br>4、能独立分析业务需求，较强的业务理解、逻辑严谨、沟通协调和口头书面表达能力；<br>5、有独立的产品团队管理经验；有成功产品研发和运作经验；<br>6、有很强的判断、决策、计划与执行能力，良好的职业道德。`
			}
		},
		{
			title: 'WEB前端开发工程师',
			description: {
				title: 'WEB前端开发工程师',
				desc: `岗位职责：<br>1、熟练vue全家桶和微信小程序；<br>2、熟练使用vue js/react js，要有（uni-app 或react-native 实际开发经验）并对底层核心原理有一定了解，熟练使用小程序；<br>3、有使用响应式设计开发移动端web应用的经验，有适配IOS和Android主流浏览器的实践经验，熟练处理PC和移动端兼容问题；<br>4、负责互联网产品完整的研发流程，编写技术文档。<br>5、负责小程序新功能开发，日常项目维护，确保系统稳定性。<br><br>岗位要求：<br>1、本科以上学历，计算机专业优先考虑；<br>2、相关工作经验2年以上，熟悉node js或PHP，并有实际服务端开发经验或者工具开发实践经验；<br>3、良好的沟通能力、执行能力、有强烈的责任心。`
			}
		},
		{
			title: 'RN开发工程师',
			description: {
				title: 'RN开发工程师',
				desc: `岗位职责：<br>1、具备实际APP开发经验，使用技术栈为（react-native），熟练使用react；<br>2、熟练使用react-native，要有（react-native 实际开发经验）并对底层核心原理有一定了解；<br>3、熟悉项目开发流程，能解决各个平台系统手机的兼容问题（android + ios）；<br>4、负责互联网产品完整的研发流程，编写技术文档；<br>5、负责app新功能开发，日常项目维护，确保系统稳定性。<br><br>岗位要求：<br>1、大专以上学历，计算机专业优先，熟悉原生开发，实际react-native开发经验2~3年（必须）；<br>2、具备短视频/直播实际开发经验优先；<br>3、对ios&amp;android开发性能优化有一定的理解，具备解决复杂问题的能力；<br>4、熟悉前端开发，熟悉vue/reactjs/jquery等框架；<br>5、学习能力强，责任心强，工作积极主动，能刻苦，具有专研精神。`
			}
		},
		{
			title: 'PHP开发工程师',
			description: {
				title: 'PHP开发工程师',
				desc: `岗位职责：<br>1、负责公司自营APP电商直播平台业务开发，遵照开发规范，按时保质的完成开发任务；<br>2、参与代码编辑，单元测试和bug修复工作；<br>3、完成开发过程中的文档的书写；<br>4、协助测试工程师定位、解决发现的问题；<br>5、负责项目后期维护和开发。<br><br>任职要求：<br>1、本科以上学历，2年以上工作经验，有商城和直播经验的优先；<br>2、熟悉laravel框架，掌握MySQL优化方案，熟悉一般原理；<br>3、熟悉HTTP/TCP协议。熟悉Linux一般命令；<br>4、熟悉swoole/hyperf框架优先；<br>5、有吃苦耐劳的精神，能承受一定的工作压力，在紧凑的计划安排下按时完成任务，有共同进退的决心，沟通好。`
			}
		}
	]
}